Repository: kiralso/Dharm
Catalog: Dharm/*.lproj/Localizable.strings
Languages: ru

# TEXTTWELVE
source: Coming closer to the hill, from the side where there was no jungle, you saw a cave. The man that brought you to the senses came from it. Judging by his gait and restless face - he was not all right. He was obviously preoccupied with something, he limped forward to meet you.> Hi, I'm Desmond. Henceforth, I would not advise you to depart from the bunker so far. And better sit there and do not stick out, otherwise we all end. It is always there and is watching us! Barely I managed to hide in the cave, next time can not be lucky. Since we are still alive, that means you figured out the computer. Probably you have many questions. Well, listen, but for now let's go to the bunker, you'll soon have to enter the code, will not you?. This is an unusual island. We arrived here within the expedition about a year ago, in 73rd. Only I survived. You probably noticed that it's noisy here. Several times I saw smoke, it seemed to me that there were sparks inside it. If you hear a crack - run away from all legs and hide. This smoke is completely unpredictable and very fast. He kills animals and knocks trees on his way. You will not believe, but it seems to me that he is alive. <To be continued..>
ru: <Подойдя ближе к возвышенности, с той стороны, где не было джунглей, ты увидел пещеру. Из нее вышел тот человек, что привел тебя в чувства. Судя по его походке и беспокойному лицу - у него было не все в порядке. Явно чем-то озабоченный, он, прихрамывая, шел тебе навстречу.> Привет, я - Дезмонд. Впредь я бы не советовал тебе отходить от бункера так далеко. А лучше сиди там и не высовывайся, иначе нам всем конец. Оно всегда рядом и следит за нами! Еле-еле успел спрятаться в пещере, в следующий раз может не повезти. Раз мы еще живы, значит ты разобрался с компьютером. Наверное у тебя много вопросов. Ну что ж, слушай, а пока пойдем к бункеру, тебе скоро вводить код, не так ли?. Это необычный остров. Мы прибыли сюда в рамках экспедиции около года назад, в 73-м году. Выжил только я. Наверное ты заметил, что здесь бывает шумно. Несколько раз я видел дым, мне показалось, что внутри него искры. Если ты слышишь треск - беги со всех ног и прячься. Этот дым совершенно непредсказуем и очень быстр. Он убивает животных и валит деревья на своем пути. Ты не поверишь, но мне кажется, что он живой. <Продолжение следует.>

# TITLETWELVE
source: Desmond
ru: Дезмонд

# TEXTTHIRTEEN
source: That conversation went on for a while. You asked about whether he saw a balloon and other people, except you. It turned out that your colleagues threw you out like an extra ballast that prevented them from gaining altitude. Not the most pleasant discovery. So you two on this island, there are no more people. It was noticeable that Desmond was hurrying somewhere, he was hastily trying to end the conversation and all the time he was looking towards the beach. After we talked, he wished me luck again and, without looking back, moved there. You heard a crash. Turning to the sound, you saw how in eight hundred meters from you the trees bent in different directions, almost to the ground. Something was rapidly approaching from the south. You shouted to Desmond. He did not hear anything and went on to the beach. He was obviously eager to find a way out of the island. Will you save Desmond, risking your life?>
ru: <Тот разговор продолжался еще какое-то время. Ты спросил о том, видел ли он воздушный шар и других людей, кроме тебя. Оказалось, твои коллеги вышвырнули тебя, как лишний балласт, который мешал им набрать высоту. Не самое приятное открытие. Значит вы вдвоем на этом острове, больше людей нет. Было заметно, что старина Дезмонд куда-то торопится, он спешно старался закончить разговор и все время смотрел в сторону пляжа. После того, как мы поговорили, он пожелал мне удачи в очередной раз и, не оглядываясь, двинулся туда. Ты услышал треск. Повернувшись на звук, ты увидел, как в восьмистах метрах от тебя деревья гнулись в разные стороны, практически до земли. Нечто стремительно приближалось с южной стороны. Ты стал кричать Дезмонду. Он ничего не слышал и продолжал идти на пляж. Ему явно не терпелось найти путь с острова. Будешь ли ты спасать Дезмонда, рискуя свое жизнью?>

# TITLETHIRTEEN
source: Smoke
ru: Дым

# CHAPTERTHREE
source: Chapter III
ru: Глава III

# TEXTFOURTEEN
source: <You rushed after Desmond all the way. Before he could get to the beach, he heard you. Having understood Desmond without words, you turned to him to the north. Something overtook you all faster. You felt a hellish chill behind your back, and almost did not see anything when Desmond dragged you into the cave, from which the light was beating. Smoke swept past, issuing a crash of such force that it became sickening. While you were trying to catch your breath and come to, you noticed that the light source in the cave is a small hole in the rock, from which flows a stream..>
ru: <Ты со всех ног бросился за Дезмондом. Не успев добраться до пляжа, он услышал тебя, а потом и треск позади. Поняв Дезмонда без слов, ты повернул за ним на север. Нечто настигало вас все быстрее. Ты почувствовал адский холод за спиной, и уже практически ничего не видел, когда Дезмонд втащил тебя в пещеру, из которой бил свет. Дым пронесся мимо, издавая треск такой силы, что становилось тошно. Пока вы пытались отдышаться и придти в себя, ты заметил, что источником света в пещере является небольшое отверстие в скале, из которого вытекает ручей..>

# TITLEFOURTEEN
source: Save Desmond
ru: Спасти Дезмонда

# TEXTFIFTEEN
source: <You asked your companion what the light is and where it came from.> This is what you are here for. I did not think that I would have to explain this, at least not so soon, but there seems to be no other way out. It's time to tell you your story. I worked in an organization that was engaged in research in the field of electromagnetic fields of the Earth. At the station where you happened to visit, there was one of the main objects of study - a crack in the earth's crust, which radiated tremendous energy. My companion followed it, conducted experiments and gradually this crack increased, and we penetrated deeper and deeper. We did not expect that the consequences could be so fatal.. There was an accident after which very few survived on this island. It's strange that I survived. I was in the epicenter of the accident and a few weeks later I still could not come to my senses. The others walled in the crack and put a computer there that somehow sheds energy once every 108 minutes. And then left me here alone .. <To be continued>
ru: <Ты поинтересовался у твоего спутника что это за свет и откуда он.> Это то, ради чего ты здесь. Я не думал, что мне придется объяснять это, по крайней мере не так скоро, но другого выхода у меня, видимо, нет. Пришло время рассказать тебе свою историю. Я работал в организации, которая занималась исследованиями в области электромагнитных полей Земли. На станции, где тебе довелось побывать, находился один из главных объектов изучения - трещина в земной коре, которая излучала огромную энергию. Мы с напарником следили за ней, проводили эксперименты и постепенно эта трещина увеличивалась, а мы проникали все глубже и глубже. Мы и не предполагали, что последствия могут быть настолько фатальными.. Произошла авария, после которой мало кто остался в живых на этом острове. Странно, что я выжил. Я был в эпицентре аварии и несколько недель потом еще не мог придти в себя. Остальные замуровали трещину и поставили туда компьютер, который каким-то образом сбрасывает энергию раз в 108 минут. А потом оставили меня тут одного.. <Продолжение следует>

# TITLEFIFTEEN
source: Story
ru: История

# TEXTSIXTEEN
source: Yes, my colleagues were frightened and fled the island, leaving me here. A familiar situation, is't it? They found me demented after the accident and left me in the bunker to monitor the computer. I regularly entered the code every 108 minutes. All that I remember before everyone escaped - one of them brought me water from the creek that flows in this cave. I drank and fainted. When I came to, there was no one else. After that, I finally lost faith in people. I learned a lot about the island in the time that I'm here. And it's incredible, believe me. The accident happened for a reason. And you and I were on this island, not by a coincidence. At first I did not believe it, but when I saw how your team throws off you, everything fell into place at once. You are the chosen one. And you will change me here.. I hope. When you showed up, I tried to get rid of this island, get away from here, even kill myself, but nothing helped. <To be continued>
ru: Да, мои коллеги испугались и сбежали с острова, оставив меня здесь. Знакомая ситуация, не правда ли? Они посчитали меня потерявшим рассудок после аварии и оставили меня в бункере следить за компьютером. Я исправно вводил код каждые 108 минут. Все, что я помню перед тем, как все сбежали - один из них принес мне воды из ручья, что течет в этой пещере. Я выпил и потерял сознание. Когда очнулся, никого больше не было. После этого я окончательно потерял веру в людей. Я многое узнал об острове за время, что здесь нахожусь. И это невероятно, поверь. Авария произошла не просто так. И мы с тобой оказались на этом острове не по случайному стечению обстоятельств. Сначала я и сам не верил, но когда увидел: как тебя скидывает твоя команда - все сразу встало на свои места. Ты - избранный. И ты сменишь меня здесь.. я надеюсь. Когда ты появился, я старался избавиться от этого острова, убежать отсюда, даже убить себя, но ничего не получалось. <Продолжение следует.>

# TITLESIXTEEN
source: Elect
ru: Избранные

# TEXTSEVENTEEN
source: <You have a weak grasp of the essence of Desmond's monologue. Why does he say that he was on the island a year ago, in 73rd, although in the yard of 2017? There is clearly something that does not converge. In the meantime, your interlocutor continued.> This island is one big anomaly. At first I noticed that I had passed all the diseases, after some time the primary human needs disappeared. I realized that the island made me a different person. It seems to me that the island wants me to protect it from the outside world, and protect the outside world from black smoke. Smoke more than once suggested that I leave this place with him, apparently he can not exist without me. But I know that the world will come to an end, if it happens. Perhaps the electromagnetic field holds us back and does not allow us to leave the island. I would have known how tired I was here! In a moment of desperation, I saw you being thrown off the balloon. I think that this happened at my request. I dreamed of a successor. I'm sorry. I want you to become a new keeper. I beg you, set me free. <Desmond takes out a small bowl from behind the rocks, scoops some water from the creek and holds it to you. Will you drink?>
ru: <Ты слабо улавливал суть монолога Дезмонда. Почему он говорит, что попал на остров год назад, в 73-м, хотя на дворе 2017? Здесь явно что-то не сходится. Тем временем твой собеседник продолжал.> Этот остров - одна большая аномалия. Сначала я заметил, что у меня прошли все болезни, спустя какое-то время исчезли первичные человеческие потребности. Я понял, что остров сделал из меня другого человека. Мне кажется, что остров хочет, чтобы я его защищал от внешнего мира, а внешний мир защищал от черного дыма. Дым не раз предлагал мне покинуть это место вместе с ним, видимо он не может без меня. Но я знаю, что миру настанет конец, если это случится. Возможно, электромагнитное поле сдерживает нас и не дает покинуть остров. Знал бы ты, как я устал здесь находиться! В минуту отчаянья, я увидел как тебя сбрасывают с воздушного шара. Думаю, что это произошло по моему желанию. Я мечтал о преемнике. Извини. Я хочу чтобы ты стал новым хранителем. Прошу тебя, освободи меня. <Дезмонд достает небольшую чашу из за камней, зачерпывает немного воды из ручья и протягивает тебе. Будешь ли ты пить?>

# TITLESEVENTEEN
source: Choice
ru: Выбор

# TEXTEIGHTEEN
source: <You drink the water Desmond gave. Behind the wall of the cave there is so much crackling and roaring that you become disoriented for a few minutes. You feel great. As never before excellent. Desmond looks like the happiest person in the world.> Thank you friend! I knew that I could still count on human kindness. Thanks to people like you, this world still exists. <Saying this, Desmond leaves the cave. When you rush after him - no one around is gone.>
ru: <Ты выпиваешь воду, которую протянул Дезмонд. За стеной пещеры раздается настолько сильный треск и рев, что вы становитесь дезориентированы на несколько минут. Ты чувствуешь себя отлично. Как никогда отлично. Дезмонд выглядит самым счастливым человеком на свете.> Спасибо, друг! Я знал, что могу еще рассчитывать на человеческую доброту. Благодаря таким людям, как ты, этот мир еще существует. <Сказав это, Дезмонд выходит из пещеры. Когда ты устремляешься за ним - никого вокруг уже нет.>

# TITLEIGHTEEN
source: The happiest
ru: Самый счастливый

# TEXTNINTEEN
source: <You live on an island, you enter a code. It is difficult to say how much time has passed since Desmond disappeared. The first time you chronicle the days and counted the weeks. Five years later, you realized that time no longer matters. You liked your important mission, but sooner or later everyone will despair, doing the same thing day in, day out, year after year. The minute you decided not to enter the code anymore, you heard a noise and left the bunker. On the shore lay the wreckage of the plane..>
ru: <Ты живешь на острове, вводишь код. Сколько времени прошло с тех пор, как Дезмонд исчез, сказать сложно. Первое время ты отмечал дни и считал недели. Через пять лет, ты понял, что время уже не имеет значения. Тебе нравилась твоя важная миссия, но любой рано или поздно придет в отчаянье, делая одно и то же изо дня в день, из года в год. В минуту когда ты решил больше не вводить код, ты услышал шум и вышел из бункера. На берегу лежали обломки самолета..>

# TITLENINTEEN
source: Wreckage
ru: Обломки

# TEXTTWENTY
source: <You did not drink the water that Desmond handed. He did not insist or even persuade. He was in despair and lost faith in people. Now he knew for sure that no one would help him. Even in this state he had enough strength to let you go. Since then, you have not felt anywhere in your place anywhere else. Every day you remembered the island and asked yourself: <How long will Desmond stand? When will he enter the code? When to expect an end? Today? Tomorrow? In a week?> You betrayed him. You could not take responsibility and all your life tried to reconcile with the consequences of the decision. But you could not.>
ru: <Ты не стал пить воду, которую протянул Дезмонд. Он не настаивал и даже не уговаривал. Он был в отчаянии и потерял веру в людей. Теперь он точно знал, что никто ему не поможет. Даже в таком состоянии ему хватило сил отпустить тебя. С тех пор ты больше нигде не чувствовал себя на своем месте. Каждый день ты вспоминал остров и спрашивал себя: «Сколько еще выдержит Дезмонд? Когда он не введет код? Когда ожидать конца? Сегодня? Завтра? Через неделю?» Ты предал его. Ты не смог взять на себя ответственность и всю жизнь пытался смириться с последствиями принятого решения. Но так и не смог.>

# TITLETWENTY
source: Effects
ru: Последствия

# TEXTTWENTYONE
source: <You did't run after Desmond. But managed to hide in the bunker. You hear the cry of Desmond outside and you realize that he was less fortunate. After a while, someone tentatively tapped the hatch cover. It was Desmond. He did not look good - his clothes were torn, stained with blood, his whole body was scratched.>
ru: <Ты не побежал за Дезмондом. Зато успел спрятаться в бункере. Ты слышишь крик Дезмонда снаружи и понимаешь, что ему повезло меньше. Спустя время, кто-то неуверенно постучал по крышке люка. Это был Дезмонд. Выглядел он не очень - одежда была порвана, испачкана кровью, все тело в ссадинах и царапинах.>

# TITLETWENTYONE
source: Coward
ru: Трус

# TEXTTWENTYTWO
source: <You got out of the bunker. Desmond was holding a vessel with water. You immediately realized that he was not himself - he had the eyes of a madman. He threw you to the ground and poured water from the vessel into your mouth. A strong wind rose and crackling and roaring sounded. Desmond began to crumble to dust right before your eyes. No wonder, because island supported life in him, and now it supports yours. Now you are the keeper and bear responsibility for the whole world. You could not save even Desmond. Are you sure you can do it? Now you will forever remain on this island.>
ru: <Ты вылез из бункера. Дезмонд держал в руках сосуд с водой. Ты сразу понял, что он не в себе - у него были глаза сумасшедшего. Он повалил тебя на землю и вылил воду из сосуда тебе в рот. Вокруг поднялся сильный ветер и раздался сильный треск и рев. Дезмонд стал рассыпаться в прах прямо на твоих глазах. Неудивительно, ведь это остров поддерживал в нем жизнь, а теперь он поддерживает твою. Теперь ты - хранитель и несешь ответственность за весь мир. Ты не смог спасти даже Дезмонда. Уверен, что справишься? Теперь ты навсегда останешься на этом острове.>

# TITLETWENTYTWO
source: The Keeper
ru: Хранитель

# TEXTTHANKS
source: I express my gratitude: Alexey Skutarenko for incredible work and contribution to the development of the iOS community. Victory Abramova for support and help in writing the quest. Ruslan Timchenko for support in the development and help with a kind word and deed. And also Ilya Tereznikov and the vk.com/iosdevcourse group for answering my (sometimes) stupid questions. KirilL S., July 2017.
ru: Выражаю свои благодарности: Алексею Скутаренко за неимоверный труд и вклад в развитие iOS сообщества. Виктории Абрамовой за поддержку и помощь в написании квеста. Руслану Тимченко за поддержку в разработке проекта и помощь добрым словом и делом. А также Илье Терезникову и группе iosdevcourse за ответы на мои (иногда) глупые вопросы. Соловьев Кирилл, Июль 2017.

# TITLETHANKS
source: Thanks
ru: Благодарности

# DISASTERONE
source: <You completely forgot about the code! In the bunker, the fire alarm system turned on. You feel the earth trembling under your feet. The dishes began to fall from the table in the kitchen, the light began to blink. You ran at full speed to the computer and frantically began to enter numbers. The alarm has calmed down, everything has returned to normal, but it's better not to take any more risks. The next time a catastrophe may not be reversible.>
ru: <Ты совсем забыл про код! В бункере включилась пожарная сигнализация. Ты чувствуешь как под ногами дрожит земля. На кухне со стола начала падать посуда, освещение стало моргать. Ты со всех ног побежал к компьютеру и судорожно начал вводить цифры. Сигнализация успокоилась, все пришло в норму, но лучше больше так не рисковать. В следующий раз катастрофа может быть не обратима.>

# DISASTERTWO
source: <Yes, life does not teach you anything. The bunker turned on the alarm, metal objects began to fly in different directions, the walls of the bunker began to bend, the electricity turned off. Only one computer was left working. You almost completely unconscious crawled up to him and entered the code. It is no longer worth bringing such a thing. One more time the bunker will not survive.>
ru: <Да уж, жизнь тебя совсем ничему не учит. В бункере включилась тревога, металлические предметы стали летать в разные стороны, стены бункера начали гнуться, электричество выключилось. Работающим остался один компьютер. Ты уже почти без сознания дополз до него и ввел код. Больше не стоит доводить до такого. Еще одного раза бункер не выдержит.>

# DISASTERTHREE
source: <I'm afraid, dear player, your song is sung. You did not enter the code again. You are no more, the bunker is no more, the island is no more, the planet Earth is no more. Start over and have a lot of luck next time.>
ru: <Боюсь, уважаемый игрок, твоя песенка спета. Ты не ввел код три раза подряд. Тебя больше нет, бункера больше нет, острова больше нет, планеты Земля больше нет. Начинай сначала и огромной тебе удачи в следующий раз.>
