Repository: kiralso/Dharm
Catalog: Dharm/*.lproj/Localizable.strings
Languages: ru

source: Score :%@
ru: Счет :%@

# POPOVER
source: Code: 4 8 15 16 23 42 You can enter the numbers %li minutes before the countdown gets to zero
ru: Код: 4 8 15 16 23 42 Числа можно вводить за %li минуты до истечения таймера

# SORRY
source: What a pity! What a shame!
ru: Очень жаль

# SHAME
source: Sadly, my friend, you couldn't save anyone
ru: Увы, молодой человек, вы никого не спасли!

# SAVETHEWORLD
source: It's time to save the world again!
ru: Опять пора спасать мир!

# ROCKIE
source: Hey, rookie! You have 4 minutes to enter the code
ru: Новобранец, у тебя 4 минуты, чтобы ввести код!

# ALERTERROR
source: ERROR
ru: Ошибка

# ALERTMESSAGE
source: You can enter the numbers 4 minutes before the countdown gets to zero
ru: Числа можно вводить за 4 минуты до истечения таймера

source: Ok
ru: Да

source: Cancel
ru: Отмена

# RESETTITLE
source: Reset story?
ru: Сбросить историю?

# RESETMESSAGE
source: Are you really want to reset story and score?
ru: Вы действительно хотите сбросить историю и набранные очки?

# CHAPTERONE
source: Chapter I
ru: Глава I

# TUTORIAL
source: Welcome to DHARM. In this application, you will find an amazing story about the island and the bunker. How it will end - it's up to you. Every time after you enter the code (4 8 15 16 23 42) - a new piece of history will open and your score will increase. Periodically, you have to make difficult decisions, they will influence the further scenario. At any time, you can reset the current history to change the decision, but you'll have to start from the very beginning. If you do not enter the code on time, you risk destroying everything around and your score will be reset. You will see the points of other players on the Best Players screen. After you go through the story to the end, you can сontinue to contend with them. In the application there are two modes - HARDCORE for the most desperate, where you need to enter the code every 108 minutes, regardless of the time of day, and NORMAL, where you can set the time interval in which it will be convenient for you to enter the code and create your story. I will send notifications (do not forget to enable them) every time you need to save the world once again. So, you woke up on the beach. Your story begins. Swipe right to continue. Regards, The Creator.
ru: Добро пожаловать в DHARM. В этом приложении тебя ждет удивительная история об острове и бункере. Чем она закончится - решать тебе. Каждый раз после того, как ты введешь код (4 8 15 16 23 42) - будет открываться новый фрагмент истории и твой счет будет увеличиваться. Периодически тебе предстоит принимать сложные решения, они будут влиять на дальнейшее развитие событий. В любой момент ты можешь сбросить текущую историю, чтобы изменить решение, но придется начинать с самого начала. Если не введешь код вовремя, ты рискуешь уничтожить все вокруг и твой счет обнулится. Ты будешь видеть очки других игроков на экране «Лучшие игроки». После того, как пройдешь историю до конца, ты сможешь с ними потягаться. В приложении есть два режима - «хардкор» для самых отчаянных, где нужно вводить код каждые 108 минут вне зависимости от времени суток, и «нормальный», в нем можно настроить временной интервал, в который тебе удобно будет вводить код и творить свою историю. Я буду отправлять уведомления каждый раз, когда тебе нужно будет в очередной раз спасать мир. Итак, ты очнулся на пляже. Твоя история начинается. Листай вправо, чтобы продолжить. С наилучшими пожеланиями, Создатель.

# TUTORIALTITLE
source: Tutorial
ru: Обучение

# TEXTONE
source: Woke up! Finally, someone will change me! Why do not penguins fly? Why? Why are you silent? Ah, well, it does not matter ... It's time for me to be happy, I hope you can do it. Directly behind that tree is the hatch, it will lead you into the bunker, hurry up there, before it's too late. <A stranger runs away, you do not even have time to ask anything from him. In your head a lot of questions. Nothing remains, except to hurry to some hatch ...>
ru: Очнулся! Наконец меня кто-то сменит! Почему пингвины не летают? Почему? Что ты молчишь? Ай, ладно, не важно... Мне пора, счастливо оставаться, надеюсь, ты справишься. Прямо за тем деревом люк, он приведет тебя в бункер, поспеши туда, пока еще не поздно. <Незнакомец убегает, ты не успеваешь даже ничего у него спросить. В голове куча вопросов. Ничего не остается, кроме как поспешить к какому-то люку...>

# TITLEONE
source: Stranger
ru: Незнакомец

# TEXTTWO
source: <You found an open hatch cover where that strange man pointed out. It's unclear why, but you believed him that you need to hurry. This place at once seemed strange: the hatch cover turned out to be very thick, heavy and at the same time twisted, it was necessary to apply a little effort and, possibly, use some technique to bend such a strong metal. Under the ground led a curve, in some places without rails, an iron staircase. Below the light burned. Going down, you were very surprised by the situation - the bunker turned out to be a cozy room, furnished very up to date for the 70s of the last century. There was a small kitchen, a huge bookshelf, a bar, a desk with an ancient computer, the same time a TV set on the wooden legs, a refrigerator and a door leading to the pantry. While you were looking around, you found just one video cassette with the inscription <Instruction for recruits>. Of course, it was immediately inserted incide a video player, after a short pause, a man in a robe appeared on the screen..>
ru: <Ты нашел открытую крышку люка там, куда указал тот странный человек. Непонятно почему, но ты поверил ему, что нужно поспешить. Это место сразу показалось странным: крышка люка оказалась очень толстой, тяжелой и в то же время искореженной, нужно было приложить не мало усилий и, возможно, использовать какую-то технику, чтобы погнуть такой прочный металл. Под землю вела кривая, местами без перекладин, железная лестница, внизу горел свет. Спустившись, ты сильно удивился обстановке - бункер оказался уютной комнатой, обставленной по последнему слову для 70-х годов прошлого века. Здесь была небольшая кухня, огромная книжная полка, уставленная книгами, барная стойка, письменный стол с древним компьютером, тех же времен телевизор на ножках, холодильник и дверь, ведущая в кладовую. Пока ты осматривался, ты обнаружил всего одну видео-кассету с надписью «Инструкция для новобранцев». Конечно же, она сразу оказалась в магнитофоне, после небольшой паузы, на экране появился мужчина в халате...>

# TITLETWO
source: Bunker
ru: Бункер

# TEXTTHREE
source: Welcome. I'm Dr. Carwin, and these are instructions to the DHARM corporation. This station was originally built as a laboratory where scientists could work to understand the unique electromagnetic oscillations emanating from this sector of the Earth. However, soon after the experiments began, an <incident> occurred ... and since then the following protocol has been observed - every 108 minutes the code must be entered. From the moment of the alarm, you will have 4 minutes to enter the code. In addition to everything else, besides entering the code ... this is the only function. Congratulations! The future of the project is in your hands. Good luck.
ru: Добро пожаловать. Я доктор Карвин, а это инструкции к станции корпорации *DHARM*. Эта станция была первоначально построена как лаборатория, где ученые могли работать, чтобы понять уникальные электромагнитные колебания, исходящие из этого сектора Земли. Однако вскоре после того, как начались эксперименты, произошел «инцидент» ... и с тех пор был соблюден следующий протокол - каждые 108 минут код должен быть введен. С момента сигнала тревоги у вас будет 4 минуты, чтобы ввести код. Помимо всего прочего, кроме ввода кода ... это единственная функция. Поздравляю! Будущее проекта в ваших руках. Удачи.

# TITLETHREEE
source: Doctor
ru: Доктор

# TEXTFOUR
source: <After watching the record, you went to the computer, the timer counted down minutes on it. You know what to do.>
ru: <После просмотра кассеты, ты подошел к компьютеру, на нем таймер отсчитывал минуты. Теперь ты знаешь, что делать.>

# TITLEFOUR
source: Timer
ru: Таймер

# CHAPTERTWO
source: Chapter II
ru: Глава II

# TEXTFIVE
source: <You are tormented by thoughts, you do not understand what is happening around, a whole vortex of questions is turning round your head: <What is this place?, Who was this person?, What is this timer for?, What happened to the team and where it?>. You only remember how flew over the ocean, a few days left to the Caribbean islands. No land should not be within a radius of thousands of kilometers. The balloon was safe, there was enough fuel, the weather was more beautiful than ever. Then a bright flash and ... you are brought to the senses by that stranger. Complete nonsense. Thinking about the above, you hear the noise from the outside. It looks like a crack, as if hundreds of trees are broken with a small interval. After listening, you notice another human cry, but it's not a cry of pain or a call for help, rather, it sounds like a warning. I can not make out the words. You remember that you did not close the hatch cover leading to the bunker and go back to the stairs. As you went up, it became quiet, so that every insect could be heard. You stick your head out from under the ground, and do not notice anything. Curiosity and instinct of self-preservation are struggling inside of you - can you close the lid from the inside and stay in the bunker?>
ru: <Тебя терзают мысли, ты не понимаешь что происходит вокруг, в голове кружится целый вихрь вопросов: «Что это за место?», «Кто был этот человек?», «Для чего этот таймер?», «Что стало с командой и где она?». Помнишь только как вы летели над океаном, оставалось несколько дней до Карибских островов. Никакой суши быть не должно в радиусе тысячи километров. Воздушный шар был в целости, горючего хватало, погода была как никогда прекрасна. Потом яркая вспышка и ... тебя приводит в чувства тот незнакомец. Полная ерунда. Размышляя о вышесказанном, ты слышишь шум снаружи. Он похож на треск, будто по очереди, с небольшим интервалом, ломаются сотни деревьев. Прислушавшись ты замечаешь еще человеческий крик, но это не крик боли или зов на помощь, скорее, он звучит как указание или предупреждение. Слова не разобрать. Ты вспоминаешь, что не закрыл крышку люка, ведущую в бункер и возвращаешься на лестницу. Пока ты поднимался, стало тихо, так что слышно было каждое насекомое на улице. Высунув голову из под земли, ты ничего не замечаешь. Любопытство и инстинкт самосохранения борются внутри тебя - может закрыть крышку изнутри и остаться в бункере?>

# TITLEFIVE
source: Noise
ru: Шум

# TEXTSIX
source: <You stayed in the bunker. It's time to reflect on further actions and find some answers to the questions. For this it would be nice to collect all the available information in a heap and try to form a single picture of them. So, a team of three enthusiasts, including you, left St. Petersburg (Russia) in a balloon two weeks ago (assuming that balloon crashed today). So your expedition to study the Earth's atmosphere began on Saturday, July 1, 2017. In the team with you there was a meteorologist Jack (USA) and old fellow Vasily from Belarus, a weatherman, which this world had not seen yet. Vasily took you into the team as a pilot, hands and his good friend. You landed once in the city of Linz (Austria) in order to replenish the reserves and leave on the earth the accumulated scientific materials. Since the balloon can not be controlled, except how to lift it or lower it, the final destination could be anything - where the wind is, there you are. So you flew over Paris and further to the west to the ocean. The expedition was extremely favorable, even too much - the wind was always constant and in one direction, it was strange, but you were very happy.> To be continued..
ru: <Ты остался в бункере. Самое время поразмышлять о дальнейших действиях и найти какие-нибудь ответы на вопросы. Для этого неплохо было бы собрать все имеющиеся сведения в кучу и попробовать из них составить единую картину. Итак, команда энтузиастов из трех человек, в число которых входил и ты, покинула Санкт-Петербург (Россия) на воздушном шаре две недели назад (если считать, что крушение наш аэростат потерпел сегодня). Значит ваша экспедиция по изучению атмосферы Земли началась в субботу, 1 июля 2017 года. В команде с тобой был еще метеоролог Джек (США) и старина Василий из Белоруссии, синоптик, каких этот свет еще не видывал. Василий взял тебя в команду в качестве пилота, рабочих рук и своего хорошего знакомого. Вы приземлялись один раз в городе Линц (Австрия) для того, чтобы пополнить запасы и оставить на земле накопленные научные материалы. Так как аэростатом невозможно управлять, кроме как поднимать его или опускать, конечный пункт назначения мог быть каким угодно - куда ветер, туда и вы. Так вы пролетели над Парижем и дальше на запад к океану. Экспедиция проходила крайне благоприятно, даже слишком - ветер всегда был постоянный и в одном направлении, это было странно, но вы были очень рады.> Продолжение следует..

# TITLESIX
source: In the bunker
ru: В бункере

# TEXTSEVEN
source: <.. The flight was fine, surprisingly, you got along very well with the team, being three in such close conditions. The guys told their meteorological jokes, you had a good time with them. There was one of the warm starry nights that there are over the Atlantic, there was not a cloud in the sky. The moon shone dimly, so there was hardly any glare on the water below, and it seemed that an abyss swung under the basket of the ball. That's what you thought when you were blinded by the flash. What happened next with the balloon - you do not know, you do not even know if you fell from him. Only now did you realize that there is not a scratch on your body. But most of all, you were surprised that there were no asthma attacks from the very beginning of your stay on the island, although the bunker was quite dusty. At home in St. Petersburg, you would have long been suffocating without an inhaler. It's strange, but somehow the idea of getting out of here as soon as possible or finding your team came not the first. Need to thoroughly inspect the bunker and pantry, and then try to get out from here as soon as I enter this damn code again.>
ru: <..Полет проходил нормально, на удивление, вы отлично поладили с командой, находясь втроем в таких тесных условиях. Ребята рассказывали свои метеорологические шуточки, ты хорошо проводил время с ними. Наступила одна из теплых звездных ночей, что бывают над Атлантикой, на небе не было ни облачка. Луна светила тускло, поэтому внизу практически не было даже бликов на воде и, казалось, что под корзиной шара распахнулась бездна. Именно об этом ты подумал, когда был ослеплен вспышкой. Что было дальше с воздушным шаром - тебе неизвестно, неизвестно даже упал ли ты с него. Только сейчас ты понял, что на теле нет ни царапинки. Но больше всего тебя удивило, что приступов астмы не было с самого начала твоего пребывания на острове, хотя в бункере было довольно пыльно. Дома в Питере ты бы уже давно задыхался без ингалятора. Странно, но почему-то мысли о том, чтобы выбраться отсюда поскорей или найти свою команду пришли далеко не первыми. Надо хорошенько осмотреть бункер и кладовую, а потом попробовать выйти, отсюда как только в очередной раз введу этот чертов код.>

# TITLESEVEN
source: Flash
ru: Вспышка

# TEXTEIGHT
source: <There was not much interesting in the bunker room. In addition to a lot of books and an old record player with records, nothing attracted attention. A TV with one tape caused a smile: perhaps the absence of a movie is not the worst thing in cinema, if you recall modern Russian films. In the pantry was all much more interesting. Provitant here was for several long lives: all kinds of canned food, products in sealed packages, sweets, cereals, even chips and beer in cans. <And here I can still sit, a day or two,> - you thought. There were also two built-in closets in the wall - one was full of clean clothes with DHARM logos, the other was lockable, but was open, it was a gun cabinet. One of the three stands under the pistols was empty, the rifle and shotgun were in their places, in the bottom boxes were boxes with cartridges. Oh, it's not good for it's all ..>
ru: <В комнате бункера интересного было мало. Кроме множества книг и старого проигрывателя с пластинками тут ничего не привлекало внимания. Телевизор с одной кассетой вызывал улыбку: возможно отсутствие кино не самое плохое в кинематографе, если вспомнить современные российские фильмы. В кладовке было все куда интереснее. Провианта здесь находилось на несколько долгих жизней: всевозможные консервы, продукты в герметичных упаковках, сладости, крупы, даже чипсы и пиво в банках. «А здесь можно еще посидеть, денек-другой», - подумал ты. Здесь же были два встроенных в стену шкафа - один был полон чистой одежды с логотипами *DHARM*, другой был закрывающимся на ключ, но был открытым, это был оружейный шкаф. Одна из трех подставок под пистолеты пустовала, винтовка и дробовик были на своих местах, в нижних ящиках лежали коробки с патронами. Ох уж не к добру оно тут все..>

# TITLEEIGHT
source: Pantry
ru: Клодовая

# TEXTNINE
source: <Being in the pantry, you heard a knock on the hatch cover. Just in case grabbing a gun, you went to check the entrance to the bunker. Outside, there was a familiar voice. Opening the lid, you saw that stranger that brought you to the senses. He immediately spoke as soon as he saw you. His eyes were running from side to side, and he looked insane.> Hi, I'm Desmond. I decided to go back and warn you not to open this lid anymore and stick out, otherwise we all end. It is always there and is watching us! Barely I managed to hide in the cave, next time can not be lucky. Since we are still alive, that means you figured out the computer. Probably, you have many questions. Well, listen. This is an unusual island. We arrived here within the expedition about a year ago, in 73rd. Only I survived. You probably noticed that it's noisy here. Several times I saw smoke, it seemed to me that there were sparks inside it. If you hear a crack - run away as you can and hide. This smoke is completely unpredictable and very fast. It kills animals and knocks trees on the way. You will not believe, but I think it's alive. <To be continued..>
ru: <Находясь в кладовой, ты услышал стук по крышке люка. На всякий случай прихватив пистолет, ты отправился проверить вход в бункер. Снаружи звучал уже знакомый голос. Приоткрыв крышку, ты увидел того незнакомца, что тебя привел в чувства. Он сразу заговорил, как только увидел тебя. Его глаза при этом бегали из стороны в сторону, и сам он выглядел каким-то невменяемым.> Привет, я - Дезмонд. Решил вернуться и предупредить, чтобы ты не открывал эту крышку больше и не высовывался, иначе нам всем конец. Оно всегда рядом и следит за нами! Еле-еле успел спрятаться в пещере, в следующий раз может не повезти. Раз мы еще живы, значит ты разобрался с компьютером. Наверное, у тебя много вопросов. Ну что ж, слушай. Это необычный остров. Мы прибыли сюда в рамках экспедиции около года назад, в 73-м году. Выжил только я. Наверное ты заметил, что здесь бывает шумно. Несколько раз я видел дым, мне показалось, что внутри него искры. Если услышишь треск - беги со всех ног и прячься. Этот дым совершенно непредсказуем и очень быстр. Он убивает животных и валит деревья на своем пути. Ты не поверишь, но мне кажется, он живой. <Продолжение следует.>

# TITLENINE
source: Desmond
ru: Дезмонд

# TEXTTEN
source: <You left the bunker. Deciding to look around and at the same time find something edible, you went further into the jungle. The island was a typical piece of land for these latitudes, on which dense tropics grew. The place forgotten by the gods, untouched by man. Perhaps, even wild animals live here, it depends on the size of the island. You walk neatly, without making a sound, there is a thick, heavy silence around. An hour later, you began to orientate a little on the terrain. The shore you were thrown to was evidently on the eastern side of the island, the impenetrable jungle began in the west. To the south was a cold cool stream, you drank plenty and realized that you had never tasted such delicious and pure water. To the north of the bunker, you saw a hill, it's hard to call it a mountain, rather a tall stony hill, partly overgrown with jungle. There you decided to head for your next sortie, because it was time to go back and enter the code. I wonder why this code is needed? All the time, when the timer is coming to an end, the ground under your feet seems to be a little shaking ..although, probably, it just seems to you.>
ru: <Ты покинул бункер. Решив осмотреться и заодно найти что-нибудь съедобное, ты отправился дальше в джунгли. Остров был типичным для этих широт участком земли, на котором росли густые тропики. Забытое богами место, не тронутое человеком. Возможно, здесь даже водятся дикие звери, это зависит от размеров острова. Ты идешь аккуратно, не издавая звуков, вокруг стоит густая, тяжелая тишина. Спустя час, ты начал немного ориентироваться на местности. Берег, на который тебя выбросило, очевидно был на восточной части острова, на западе начинались непроходимые джунгли. Южнее был пресный прохладный ручей, ты вдоволь напился и понял, что никогда еще не пробовал такой вкусной и чистой воды. К северу от бункера ты увидел возвышенность, сложно назвать это горой, скорее высокий каменистый холм, частично поросший джунглями. Туда ты решил направиться в следующей своей вылазке, потому что пора было возвращаться и вводить код. Интересно, для чего нужен этот код? Все время, когда таймер подходит к концу, земля под ногами будто немного подрагивает.. хотя, наверное, тебе это просто кажется.>

# TITLETEN
source: Island
ru: Остров

# TEXTELEVEN
source: <By entering the code again, you hurried north. Something suggested that there you can find the fragments of a balloon ... Oh yes! You suddenly remembered that you were three in a balloon, only while you can not understand why and where you were going. Perhaps the people you were flying with are also here. You do not even remember the names. It would be great to find them, and that stranger too, most likely he knows a lot about this island.>
ru: <Введя код в очередной раз, ты поспешил на север. Что-то подсказывало, что там можно найти обломки воздушного шара... Ах да! Ты вдруг вспомнил, что вас было трое в воздушном шаре, только пока никак не можешь понять зачем и куда вы направлялись. Возможно, люди, с которыми ты летел, тоже здесь. Ты даже не помнишь имен. Было бы здорово их найти, да и того незнакомца тоже, скорее всего он много знает об этом острове.>

# TITLEELEVEN
source: Memories
ru: Воспоминания
